{
  "categories": [
    {
      "id": 0,
      "name": "Все",
      "slug": "all"
    },
    {
      "id": 1,
      "name": "Гайд",
      "slug": "guide"
    },
    {
      "id": 2,
      "name": "Книга",
      "slug": "book"
    },
    {
      "id": 3,
      "name": "Раздаточный материал",
      "slug": "handsout"
    }
  ],
  "materials": [
    {
      "id": 1,
      "title": "Поведенческая активация для преодоления депрессии",
      "description": "Поведенческая активация — доказательный психотерапевтический протокол лечения депрессии. Изложен в доступной и наглядной форме для самостоятельной работы пациента.\n\nМатериал включает:\n- Психообразовательный блок\n- Дневник мониторинга активности\n- Дневник планирования активности\n- Гайд по работе с ценностями\n- Таблицу ценностей\n- Меню для 22 сфер активности\n- Инструкции и пояснения",
      "cover": {
        "asset": "materials/1/cover",
        "alt": "Обложка материала «Поведенческая активация для преодоления депрессии»",
        "focalPoint": "50% 50%"
      },
      "pdfUrl": "https://drive.google.com/file/d/YOUR_FILE_ID_1/view",
      "categoryId": 1,
      "tags": ["депрессия", "кпт", "упражнения", "поведенческая активация", "мотивация", "прокрастинация"]
    },
    {
      "id": 2,
      "title": "Понимание деперсонализации и дереализации",
      "description": "Понимание деперсонализации и дереализации — доказательный психообразовательный гайд о состояниях отстранённости от себя и окружающего мира. Материал помогает разобраться в механизмах ДП/ДР, понять, что поддерживает симптомы, и освоить базовые принципы когнитивно-поведенческой терапии для самостоятельной работы и более осознанного обращения за помощью.\n\nМатериал включает:\n- Подробное объяснение феноменов деперсонализации и дереализации\n- Разбор причин и провоцирующих факторов (стресс, тревога, травма, вещества)\n- КПТ-модель поддержания симптомов (интерпретации, гипербдительность, избегание)\n- Примеры клинических случаев\n- Опросник для первичной самопроверки\n- Описание техник терапии (заземление, поведенческие эксперименты, работа с убеждениями)\n- Обзор фармакологических подходов и ограничений лечения",
      "cover": {
        "asset": "materials/2/cover",
        "alt": "Обложка материала «Понимание деперсонализации и дереализации»",
        "focalPoint": "50% 50%"
      },
      "pdfUrl": "https://drive.google.com/file/d/YOUR_FILE_ID_2/view",
      "categoryId": 1,
      "tags": ["дереализация", "деперсонализация", "тревога", "кпт", "птср", "диссоциация"]
    },
    {
      "id": 3,
      "title": "Меню активности",
      "description": "Меню активности — практический инструмент в рамках поведенческой активации (КПТ) для преодоления апатии, избегания и прокрастинации при депрессии. Материал помогает быстрее включаться в действия, даже при отсутствии мотивации, и постепенно разрывать порочный круг «депрессия → избегание → отсутствие подкрепления → усиление депрессии».\n\nМатериал включает:\n- Краткое объяснение принципов поведенческой активации («Action before motivation», «Action without pleasure»)\n- Инструкции по выбору активности с опорой на ценности\n- Рекомендации по дроблению задач на минимальные, измеримые шаги\n- Примеры активности для разных сфер жизни (отношения, работа/учёба, отдых, быт, тело и др.)\n- Более 20 тематических категорий действий: физическая активность, общение, творчество, духовность, планирование, гигиена, природа, доброта, обучение, ремонт, путешествия и др.\n- Возможность использовать материал как дополнение к дневнику активности и ценностной работе",
      "cover": {
        "asset": "materials/3/cover",
        "alt": "Обложка материала «Меню активности»",
        "focalPoint": "50% 50%"
      },
      "pdfUrl": "https://drive.google.com/file/d/YOUR_FILE_ID_3/view",
      "categoryId": 3,
      "tags": ["депрессия", "кпт", "поведенческая активация", "упражнения", "мотивация", "прокрастинация"]
    },
    {
      "id": 4,
      "title": "Когнитивные искажения: ошибки мышления",
      "description": "Когнитивные искажения — расширенный раздаточный материал по ошибкам мышления в рамках когнитивно-поведенческой терапии. Подробно объясняет, как автоматические мысли и глубинные убеждения искажают восприятие реальности и поддерживают эмоциональные трудности.\n\nМатериал включает:\n- Объяснение когнитивной модели Бека и уровней мышления (автоматические мысли, предположения, глубинные убеждения)\n- Описание 20 клинически значимых когнитивных искажений с примерами\n- Психообразовательный блок о природе автоматических мыслей\n- Теоретические модели происхождения искажений (Бек, ICS, эволюционный подход)\n- Практические техники работы с искажениями (идентификация, децентрация, переоценка, поиск доказательств)\n- Вопросы для когнитивной реструктуризации\n- Методы поведенственной и experiential-работы (пустой стул, ролевые игры, метафоры)\n- Рекомендации по ведению дневника и самонаблюдению",
      "cover": {
        "asset": "materials/4/cover",
        "alt": "Обложка материала «Когнитивные искажения: ошибки мышления»",
        "focalPoint": "50% 50%"
      },
      "pdfUrl": "https://drive.google.com/file/d/YOUR_FILE_ID_4/view",
      "categoryId": 3,
      "tags": ["кпт", "психообразование", "тревога", "депрессия", "когнитивные искажения"]
    },
    {
      "id": 5,
      "title": "Долженствование",
      "description": "Долженствование — краткий раздаточный материал о требовательном стиле мышления («я должен», «они обязаны», «мир должен быть…») из серии о когнитивных искажениях. Помогает распознать жёсткие внутренние правила и снизить связанные с ними тревогу, вину, стыд и гнев.\n\nМатериал включает:\n- Краткое объяснение феномена долженствования и его типов\n- Примеры типичных формулировок и связанных эмоций\n- Вопросы для переоценки своих требований\n- Рекомендации по смягчению жёстких «должен» до более гибких предпочтений\n- Идею поведенческой проверки своих правил",
      "cover": {
        "asset": "materials/5/cover",
        "alt": "Обложка материала «Долженствование»",
        "focalPoint": "50% 50%"
      },
      "pdfUrl": "https://drive.google.com/file/d/YOUR_FILE_ID_5/view",
      "categoryId": 3,
      "tags": ["кпт", "тревога", "депрессия", "когнитивные искажения", "упражнения"]
    },
    {
      "id": 6,
      "title": "Экспозиция для преодоления страха заболевания",
      "description": "Экспозиция для преодоления страха заболевания — практический раздаточный материал по КПТ для работы с тревогой за здоровье и навязчивым страхом болезней. Объясняет, как избегание и «охранительное поведение» поддерживают тревогу, и предлагает примеры экспозиционных упражнений для постепенного снижения страха.\n\nМатериал включает:\n- Краткое объяснение принципов экспозиции и её роли в лечении тревожных расстройств\n- Примеры in-vivo, имагинальной и поведенческой экспозиции\n- Идеи упражнений при страхе серьёзных заболеваний\n- Разбор «охранительного поведения» (проверки, поиск заверений, избегание)\n- Вопросы для обсуждения с терапевтом и планирования собственной иерархии страха",
      "cover": {
        "asset": "materials/6/cover",
        "alt": "Обложка материала «Экспозиция для преодоления страха заболевания»",
        "focalPoint": "50% 50%"
      },
      "pdfUrl": "https://drive.google.com/file/d/YOUR_FILE_ID_6/view",
      "categoryId": 3,
      "tags": ["кпт", "экспозиция", "тревога", "депрессия", "ипохондрия", "упражнения"]
    },
    {
      "id": 7,
      "title": "Памятка по техникам заземления",
      "description": "Памятка по техникам заземления — практический раздаточный материал для работы с диссоциацией, флэшбэками и состояниями отстранённости. Помогает вернуть внимание в момент «здесь и сейчас» и восстановить чувство безопасности при травматическом стрессе.\n\nМатериал включает:\n- Краткое объяснение диссоциации и её связи с травмой\n- Разделение техник на сенсорные и когнитивные\n- Иллюстрированные примеры упражнений (5-4-3-2-1, ориентация во времени и пространстве, дыхание, работа с телом)\n- Техники самоподдержки и сострадания к себе\n- Рекомендации по регулярной практике и использованию «заземляющих» предметов",
      "cover": {
        "asset": "materials/7/cover",
        "alt": "Обложка материала «Памятка по техникам заземления»",
        "focalPoint": "50% 50%"
      },
      "pdfUrl": "https://drive.google.com/file/d/YOUR_FILE_ID_7/view",
      "categoryId": 3,
      "tags": ["диссоциация", "птср", "тревога", "упражнения", "кпт", "паническая атака", "дереализация", "деперсонализация"]
    },
    {
      "id": 8,
      "title": "Сверхобобщение",
      "description": "Сверхобобщение — раздаточный материал из серии о когнитивных искажениях, посвящённый склонности делать глобальные выводы на основе единичных событий. Помогает распознавать мышление в стиле «всегда», «никогда», «все» и учиться формировать более реалистичные и гибкие оценки.\n\nМатериал включает:\n- Краткое объяснение феномена сверхобобщения и его связи с автоматическими мыслями\n- Примеры сверхобобщений о себе, других и мире\n- Описание типичных маркеров («всегда», «никогда», «все»)\n- Техники работы: поиск исключений, замена абсолютных терминов, конкретизация\n- Вопросы для когнитивной реструктуризации и проверки своих выводов",
      "cover": {
        "asset": "materials/8/cover",
        "alt": "Обложка материала «Сверхобобщение»",
        "focalPoint": "50% 50%"
      },
      "pdfUrl": "https://drive.google.com/file/d/YOUR_FILE_ID_8/view",
      "categoryId": 3,
      "tags": ["кпт", "тревога", "депрессия", "когнитивные искажения", "расстройство личности"]
    },
    {
      "id": 9,
      "title": "Предсказание",
      "description": "Предсказание — раздаточный материал из серии о когнитивных искажениях, посвящённый склонности делать категорические прогнозы о будущем без достаточных оснований. Помогает распознавать автоматические мысли в стиле «это точно случится» и формировать более реалистичный взгляд на возможные исходы.\n\nМатериал включает:\n- Краткое объяснение феномена предсказания (негативного и позитивного)\n- Примеры типичных формулировок («Я точно провалю», «Мне никогда не станет лучше»)\n- Связь предсказания с тревогой, депрессией, зависимостями и проблемами в отношениях\n- Простые техники работы: обозначение мысли, проверка прогнозов на практике, анализ плюсов и минусов\n- Вопросы для когнитивной переоценки и сопоставления прогнозов с реальным опытом",
      "cover": {
        "asset": "materials/9/cover",
        "alt": "Обложка материала «Предсказание»",
        "focalPoint": "50% 50%"
      },
      "pdfUrl": "https://drive.google.com/file/d/YOUR_FILE_ID_9/view",
      "categoryId": 3,
      "tags": ["кпт", "тревога", "депрессия", "когнитивные искажения", "упражнения"]
    },
    {
      "id": 10,
      "title": "Поддержание ремиссии при депрессивном эпизоде",
      "description": "Поддержание ремиссии при депрессивном эпизоде — практическое пособие о том, как сохранить улучшение после выхода из депрессии и снизить риск рецидива. Основано на современных клинических рекомендациях и принципах доказательной терапии.\n\nМатериал включает:\n- Психообразовательный блок о депрессии, ремиссии и факторах устойчивости\n- Шаблон для отслеживания приёма препаратов и самочувствия\n- Структурированный обзор факторов поддержки (сон, стресс, питание, социальные связи)\n- Подборку вариантов физической активности\n- Примеры практических стратегий самопомощи и стабилизации состояния",
      "cover": {
        "asset": "materials/10/cover",
        "alt": "Обложка материала «Поддержание ремиссии при депрессивном эпизоде»",
        "focalPoint": "50% 50%"
      },
      "pdfUrl": "https://drive.google.com/file/d/YOUR_FILE_ID_10/view",
      "categoryId": 1,
      "tags": ["депрессия", "образ жизни", "ремиссия", "психообразование"]
    },
    {
      "id": 11,
      "title": "Понимание страхов и фобий",
      "description": "Понимание страхов и фобий — подробный психообразовательный гайд о природе сильных страхов, механизмах их поддержания и доказательных способах преодоления. Основан на когнитивно-поведенческом подходе и современных исследованиях эффективности КПТ.\n\nМатериал включает:\n- Объяснение различий между нормальным страхом и фобией\n- Описание симптомов: мысли, эмоции, телесные реакции и поведение\n- Разбор факторов развития фобий (опыт, наблюдение, информация, личностные особенности)\n- КПТ-модель поддержания страха: избегание, охранительное поведение, автоматические мысли, зацикленность внимания\n- Подробное описание экспозиционной терапии (включая примеры реальных кейсов)\n- Скрининговые вопросы «Есть ли у меня фобия?»\n- Краткий обзор лечения и рекомендаций по обращению за помощью",
      "cover": {
        "asset": "materials/11/cover",
        "alt": "Обложка материала «Понимание страхов и фобий»",
        "focalPoint": "50% 50%"
      },
      "pdfUrl": "https://drive.google.com/file/d/YOUR_FILE_ID_11/view",
      "categoryId": 1,
      "tags": ["фобия", "страх", "кпт", "психообразование", "упражнения"]
    },
    {
      "id": 12,
      "title": "Охранительное поведение",
      "description": "Охранительное поведение — раздаточный материал о действиях, направленных на предотвращение предполагаемой угрозы. Объясняет, почему избегание и «подстраховка» дают кратковременное облегчение, но в долгосрочной перспективе поддерживают тревогу и укрепляют ошибочные убеждения.\n\nМатериал включает:\n- Психообразовательное объяснение механизма охранительного поведения\n- Описание типов: избегание, бегство, скрытое избегание\n- Разбор краткосрочных и долгосрочных последствий\n- Примеры типичных убеждений и связанных стратегий защиты\n- Иллюстрированную схему связи «опыт — убеждение — поведение — последствия»",
      "cover": {
        "asset": "materials/12/cover",
        "alt": "Обложка материала «Охранительное поведение»",
        "focalPoint": "50% 50%"
      },
      "pdfUrl": "https://drive.google.com/file/d/YOUR_FILE_ID_12/view",
      "categoryId": 3,
      "tags": ["кпт", "тревога", "избегание", "психообразование"]
    },
    {
      "id": 13,
      "title": "Что такое схемы?",
      "description": "Что такое схемы? — подробный психообразовательный материал по схематерапии о ранних дезадаптивных схемах (РДС), их происхождении и роли в формировании устойчивых жизненных «сюжетов». Объясняет, как детский опыт и неудовлетворённые эмоциональные потребности влияют на мышление, эмоции и поведение во взрослом возрасте.\n\nМатериал включает:\n- Введение в схематерапию и понятие ранних дезадаптивных схем\n- Описание базовых эмоциональных потребностей и факторов их нарушения\n- Разбор механизмов формирования и укрепления схем\n- Объяснение копинг-стилей: капитуляция, избегание, гиперкомпенсация\n- Обзор доменов схем и примеры наиболее распространённых РДС\n- Рекомендуемые вопросы для выявления повторяющихся жизненных паттернов",
      "cover": {
        "asset": "materials/13/cover",
        "alt": "Обложка материала «Что такое схемы?»",
        "focalPoint": "50% 50%"
      },
      "pdfUrl": "https://drive.google.com/file/d/YOUR_FILE_ID_13/view",
      "categoryId": 3,
      "tags": ["схема", "психообразование", "расстройство личности"]
    }
  ]
}
